Repository: razzmatazz/quickchat-and-vypress-chat-code
Catalog: vqcc-gtk/po/*.po
Languages: ru

source: %s has sent you a beep alert
ru: %s послал звуковой сигнал

source: %s has received your beep alert
ru: %s принял ваше сообщение

source: Can not set nickname to an empty string
ru: Ник не может быть пустым

source: Renamed to %s
ru: Вы переименовались в %s

source: Changed mode to %s
ru: Режим изменён на %s

source: Nickname
ru: Ник

source: User mode
ru: Режим

source: Log to current page
ru: Войти в текущую вкладку

source: Persistent channels
ru: Основные каналы

source: Popup timeout in miliseconds
ru: Количество миллисекунд для ожидания информации о пользователе

source: Status
ru: Статус

source: %s version %s
ru: %s, версия %s

source: This program comes with ABSOLUTELY NO WARRANTY. Licensed under the GPL.
ru: Эта программа поставляется без каких-либо гарантий под лицензией GPL

source: This is free software, and you are welcome to redistribute it under certain conditions.
ru: Это свободная программа, и вы можете изменять её с определёнными условиями

source: Command:
ru: Команда:

source: /info: "%s" is unknown user
ru: /info: "%s" неизвестный пользователь

source: /info: no nickname specified
ru: /info: не выбран пользователь

source: /query: "%s" is unknown user
ru: /query: "%s" неизвестный пользователь

source: /query: no nickname specified
ru: /query: не выбран пользователь

source: /join: Invalid/unspecified channel
ru: /join: Неверен или не выбран канал

source: /topic: topic can be set on channel sessions only
ru: /topic: тема может быть установлена только внутри канала

source: Invalid (empty) command "/"
ru: Неверная (пустая) команда "/"

source: Invalid/unknown command "%s"
ru: Неверная/неизвестная команда "%s"

source: _Send
ru: _S Отправить

source: _Reply
ru: _R Ответить

source: _Quote
ru: _Q Цитировать

source: Open chat
ru: Открыть чат

source: <b>Send message</b>
ru: <b>Отправить сообщение</b>

source: Beep
ru: Сигнал

source: Ignore
ru: Игнорировать

source: Unignore
ru: Не игнорировать

source: Remove unreplied
ru: Удалить неотвечающих

source: <b>Preferences..</b>
ru: <b>Настройки..</b>

source: Remove all unreplied
ru: Удалить всех неотвечающих

source: Refresh list
ru: Обновить список

source: day
ru: день

source: days
ru: дней

source: hour
ru: час

source: hours
ru: часов

source: minute
ru: минута

source: minutes
ru: минут

source: second
ru: секунда

source: seconds
ru: секунд

source: <b>On channels:</b>
ru: <b>Каналы:</b>

source: <b>Hostname:</b> %s
ru: <b>Компьютер:</b> %s

source: <b>Idle for:</b> %s
ru: <b>Отсутсвует:</b> %s

source: <b>IP address:</b> %d.%d.%d.%d
ru: <b>IP адрес:</b> %d.%d.%d.%d

source: <span foreground="#902020"><i>User is not responding.</i></span>
ru: <span foreground="#902020"><i>Пользователь не отвечает</i></span>

source: Topic: "%s"
ru: Тема: "%s"

source: %s has changed mode to %s
ru: %s изменил режим на "%s"

source: %s joins %h
ru: %s вошёл в %h

source: %s left %h
ru: %s покинул %h

source: %s has opened private chat
ru: %s открыл личный чат

source: %s has closed private chat
ru: %s закрыл личный чат

source: Time-stamp channel text
ru: Временная отметка текста канала

source: Time-stamp private text
ru: Временная отметка личного текста

source: Time-stamp status text
ru: Временная отметка статусных сообщений

source: List of channels that trigger popup on new text
ru: Каналы, при появлении текста в которых окно чата будет всплывать

source: Suppress rename messages
ru: Скрывать текст о переименовании

source: Suppress mode change messages
ru: Скрывать текст об изменении режима

source: Suppress join/leave messages
ru: Скрывать строки о входе-выходе пользователей

source: Chat with %n has been opened
ru: Был открыт чат с %n

source: Joined channel %h
ru: Вы вошли на канал %h

source: Network users: %d
ru: Пользователей: %d

source: _Chat
ru: Чат

source: _Close
ru: Закрыть

source: _Channel
ru: Канал

source: Set _topic
ru: Установить тему

source: _View
ru: Вид

source: Show _menu bar
ru: Показать меню

source: Show _topic bar
ru: Показать тему

source: _Settings
ru: Установки

source: _Channels..
ru: Каналы..

source: _Ignore list..
ru: Список игнорируемых..

source: _Preferences..
ru: Настройки

source: _Help
ru: Помощь

source: _About vqcc-gtk
ru: О программе

source: Network Users
ru: Пользователи сети

source: Private chat with %s
ru: Личный чат с %s

source: Keep window size
ru: Сохранять размер окна

source: Window size
ru: Размер окна

source: Present main window when opening private
ru: Показывать главное окно при открытии личного чата

source: Maximum length of the window title
ru: Наибольшая длина заголовка окна

source: Show topic bar
ru: Показать тему

source: Show menu bar
ru: Показать меню

source: Message to %s
ru: Сообщение для %s

source: Mass message
ru: Массовое сообщение

source: Mass message from %s [%s]
ru: Массовое сообщение от %s [%s]

source: Message from %s [%s]
ru: Сообщение от %s [%s]

source: _Message options
ru: Опции сообщения

source: Save message dialog size
ru: Сохранить размер окна

source: %s has received your message (%s)
ru: %s принял ваше сообщение (%s)

source: %s has received your message
ru: %s принял ваше сообщение

source: Message from %s: %s
ru: Сообщение от %s: %s

source: Maximum message windows
ru: Максимум окон сообщений

source: CTRL-Enter sends message
ru: CTRL-Enter отправляет сообщение

source: Message dialog size
ru: Размер окна отправки сообщения

source: Auto-away timeout in minutes
ru: Время для перехода в Auto-away

source: Auto-offline timeout in minutes
ru: Время для перехода в Auto-offline

source: Enter auto-away/auto-offline modes
ru: Переход в auto-away/auto-offline

source: User list update period in seconds
ru: Периодичность обновления списка пользователей

source: Keep unreplied users on the list
ru: Оставлять вышедших пользователей

source: Normal
ru: Нормальный

source: DND
ru: Не беспокоить

source: Away
ru: Ушёл

source: Offline
ru: Отключен

source: *Dead*
ru: Мёртв

source: Invisible
ru: Невидимый

source: (undefined)
ru: (неопределёно)

source: Channels
ru: Каналы

source: _Update
ru: Обновить

source: _Join
ru: Войти

source: Channel name
ru: Имя канала

source: Persistent
ru: Постоянный

source: Important
ru: Важный

source: Set topic.. [CTRL-T]
ru: Установить тему [CTRL-T]

source: Channels..
ru: Каналы..

source: Ignore list..
ru: Список игнорируемых..

source: Preferences..
ru: Настройки..

source: Quit
ru: Выход

source: Page tab position
ru: Положение переключателей между вкладками

source: _Top
ru: Сверху

source: _Bottom
ru: Внизу

source: _Left
ru: Слева

source: _Right
ru: Справа

source: Close page [CTRL-W]
ru: Закрыть вкладку [CTRL-W]

source: _Persistent
ru: Постоянный

source: _Important
ru: Важный

source: Detect available networks..
ru: Определить доступные сети..

source: Left
ru: Слева

source: Right
ru: Справа

source: Top
ru: Сверху

source: Bottom
ru: Снизу

source: Preferences
ru: Настройки

source: Network settings
ru: Сетевые настройки

source: User list
ru: Список пользователей

source: Pages
ru: Вкладки

source: Messages
ru: Сообщения

source: Tray icon
ru: Иконка в трэе

source: Idle
ru: Автопереходы

source: Miscellaneous
ru: Разное

source: Topic:
ru: Тема:

source: Topic for #%s
ru: Тема для #%s

source: Network detection and configuration
ru: Сетевые настройки

source: Detected networks
ru: Определённые сети

source: Automatic scan
ru: Автоматическое сканирование

source: Scan UDP ports from
ru: Сканировать UDP порты с

source: to (including)
ru: до (включая)

source: Detection settings
ru: Сетевые настройки

source: Lithuanian
ru: Литовский

source: Russian
ru: Русский

source: About vqcc-gtk
ru: Про vqcc-gtk

source: vqcc-gtk is a chat application written in C for the GTK+ toolkit, primarily used in small LAN's. Based on quickChat/Vypress Chat (TM) for Windows (from Vypress Research) and is licensed under the GPL.
ru: vqcc-gtk это приложение для общения в малых локальных сетях. Написано на C с использованием GTK+. Поддерживает протоколы quickChat и Vypress Chat (TM) для Windows. Распространяется под лицензией GPL.

source: Authors:
ru: Авторы:

source: Translators:
ru: Переводчики:

source: Network
ru: Сеть

source: Charset encoding/decoding error; please check "Network charset" under the "Network" on the Preferences dialog
ru: Сетевая кодировка неверна; Проверьте "Сетевая кодировка" в "Сеть" в диалоге настроек

source: host info request from %s
ru: запрос информации от %s

source: ..replied to info request
ru: ..отвечено на запрос инофрмации

source: %s has sent a mass message however you are in %s mode
ru: %s отправил массовое сообщение, а Вы были в режиме %s

source: %s has sent you a message however you are in %s mode
ru: %s отправил Вам сообщение, а Вы были в режиме %s

source: Charset encoding "%s" is invalid or not supported on this system
ru: Кодировка "%s" неверна или не поддерживается

source: Network type
ru: Тип сети

source: Network port
ru: Сетевой протокол

source: Network is configured
ru: Сеть настроена

source: Network broadcast mask
ru: Сетевая маска №1

source: Use multicast networking
ru: Использовать мультикаст

source: Network multicast address
ru: Сетевой адрес мультикаст

source: Verbosely report network events
ru: Докладывать о сетевых событиях

source: Notify channel users on join/leave
ru: Уведомлять пользователей о своем входе-выходе

source: Ignore mass messages
ru: Игнорировать массовые сообщения

source: Network charset encoding
ru: Сетевая кодировка

source: Reply to user information requests
ru: Отвечать на запросы об информации

source: User information text
ru: Информация о пользователе

source: User information text when away
ru: Информация о пользователе в режиме away

source: Ignored users
ru: Игнорируемые пользователи

source: User is away
ru: Пользователь ушёл

source: failed to connect to %s network on port %hd: %s
ru: нельзя подключиться к сети %s, порт %hd: %s

source: check if there are any programs running on the same port and your firewall settings
ru: Проверьте, не работает ли другая программа на этом порту, а также настройки файрвола

source: connected to %s network on port %hd
ru: соединение с сетью %s, порт %hd

source: Ignore list
ru: Список игнорируемых

source: _Add
ru: Добавить

source: _Remove
ru: Удалить

source: _Clear list
ru: Очистить список

source: Message to
ru: Сообщение для

source: Set mode
ru: Установить режим

source: Enable system tray icon
ru: Включить иконку в трэе

source: Tray blinks when someone joins/leaves a channel
ru: Мигать при входе-выходе кого-либо из канала

source: Tray blinks on new channel text
ru: Мигать при появлении нового текста в канале

source: Tray blinks on new private text
ru: Мигать при появлении нового текста в личном канале

source: Tray blinks on new status text
ru: Мигать при изменениях режима пользователей

source: Tray blinks on channel topic change
ru: Мигать при изменении темы

source: Hide main window on startup
ru: Скрывать главное окно при запуске

source: Number of lines on tray icon tooltip
ru: Количество строк, всплывающих при наведении на иконку в трэе

source: Save settings on exit
ru: Сохранять настройки при выходе

source: Cannot save configuration settings to file "%s": %s
ru: Не могу мохранить настройки в файле "%s": %s

source: Configuration settings were stored in "%s"
ru: Настройки сохранены в "%s"

source: Could not read value for preference "%s"
ru: Невозможно прочесть значение для настроек "%s"

source: Error while reading configuration file "%s": %s
ru: Ошибка чтения файла настроек "%s": %s

source: Error parsing configuration from "%s": %s
ru: Ошибка обработки настроек из "%s": %s

source: Cannot open configuration file "%s" for reading: %s
ru: Невозможно открыть файл настроек %s для чтения: %s

source: Unknown preference value "%s"
ru: Неизвестное значение в настройках "%s"
